Repository: stokito/fchat
Catalog: po/*.po
Languages: ru

source: Set board
ru: Оставить объявление...

source: Set message board text
ru: Установить объявление на доске объявлений

source: Save
ru: Сохранить

source: Cancel
ru: Отмена

source: Set user info...
ru: Заполнить инфо обо мне...

source: Set message board...
ru: Оставить объявление

source: Send Beep
ru: Послать звуковой сигнал

source: Get board message...
ru: Посмотреть доску объявления

source: Get buddies...
ru: Запросить контакт лист

source: Nudge
ru: Вызов

source: %s has nudged you!
ru: %s вызывает вас

source: Nudging %s...
ru: Вызывается %s...

source: Buddies
ru: Собеседники

source: Select buddies
ru: Выбор собеседников

source: Use Ctrl or Shift keys for multiply select
ru: Используйте клавиши Ctrl или Shift для множественого выбора

source: Ok
ru: Добавить

source: Chat _room
ru: Чат комната

source: room
ru: комната

source: Require authorization
ru: Требовать авторизацию

source: Confirm private messages
ru: Требовать подтверждения личных сообщений

source: Confirm public messages
ru: Требовать подтверждения публичных сообщений

source: Interest
ru: Интересы

source: Additional
ru: Дополнительно

source: Sex
ru: Пол

source: Not specified
ru: Не указано

source: Birthday day
ru: День рождения

source: Birthday month
ru: Месяц

source: Birthday year
ru: Год

source: E-mail
ru: электронная почта

source: Edit info
ru: Редактировать инфо

source: Edit your personal information
ru: Редактирование вашей личной информции о себе

source: All items below are optional. Enter only the information with which you feel comfortable.
ru: Все пункты ниже опциональны

source: Beep received
ru: Сигнал получен

source: Signal from you is denied
ru: Сингалы от вас не принимаются

source: Signals are denied
ru: Сигнали не принимаются вообще

source: Board message
ru: Объявление

source: %s buddy list
ru: Список собеседников %s

source: Message
ru: Сообщение
